Repository: geekwebsolution/social-custom-share
Catalog: languages/social-custom-share-*.po
Languages: it_it

source: Add Nofollow in the Link?
it_it: Aggiungere Nofollow nel Link?

source: Checking the box above will force the plugin to add nofollow attribute in the "Click to Share" Link.
it_it: Selezionando la casella sopra, il plugin aggiungerà l'attributo nofollow nel link "Click to Share".

source: Checking the box above will force the plugin to add nofollow attribute in the "Click to Tweet" Link.
it_it: Selezionando la casella in alto, il plugin aggiungerà l'attributo nofollow al link "Click to Tweet".

source: Checking the box above will force the plugin to show the URL of the current page.
it_it: Selezionando la casella in alto, il plugin mostrerà l'URL della pagina corrente.

source: Checking the box above will force the plugin to show the WordPress shortlink in place of the full URL.
it_it: Selezionando la casella in alto, il plugin mostrerà lo shortlink di WordPress al posto dell'URL completo.

source: Checking the box below will force the plugin to show the WordPress shortlink in place of the full URL.
it_it: Selezionando la casella in basso, il plugin mostrerà lo shortlink di WordPress al posto dell'URL completo.

source: Enter your Twitter handle to add "via @yourhandle" to your tweets. Do not include the @ symbol.
it_it: Inserisci il tuo account Twitter per aggiungere "via @yourhandle" ai tuoi tweet. Non includere il simbolo @.

source: Facebook Settings
it_it: Impostazioni Facebook Facebook

source: Facebook Settings:
it_it: Impostazioni Facebook Facebook:

source: Here`s how you to use the shortcode:
it_it: Ecco come utilizzare lo shortcode:

source: How To Use
it_it: Come usare

source: Save Settings
it_it: Salva le impostazioni

source: Select Style
it_it: Seleziona lo stile

source: Settings
it_it: Impostazioni

source: Share Page URL?
it_it: Condividi l'URL della pagina?

source: To add "Click to Share" functionality in your site, include the Social Custom Share`s shortcode in your page or post.
it_it: Per aggiungere la funzionalità "Fai clic per condividere" nel tuo sito, includi lo shortcode Social Custom Shares nella tua pagina o post.

source: To add "Click To Tweet" functionality in your site, include the Social Custom Share`s shortcode in your page or post.
it_it: Per aggiungere la funzionalità "Click To Tweet" nel tuo sito, includi lo shortcode Social Custom Shares nella tua pagina o post.

source: Twitter Settings
it_it: Impostazioni Twitter

source: Twitter Settings:
it_it: Impostazioni Twitter:

source: Use Short URL?
it_it: Utilizzare URL breve?

source: Using this plugin, we can allow user to share any text on social media.
it_it: Utilizzando questo plugin, possiamo consentire all'utente di condividere qualsiasi testo sui social media.

source: Your tweet length is automatically shortened to leave room for the handle and link back to the post.
it_it: La lunghezza del tuo tweet viene automaticamente ridotta per lasciare spazio alla maniglia e al collegamento al post.

source: Your Twitter Handle
it_it: Il tuo nome Twitter
